import React, { Component } from 'react'

export default class AboutUs extends Component {
    render() {
        return (
            <div className='AboutUsPage'>
                <h1>AboutUs Page</h1>
                <div className='pageContent'>
                    <p> ร้านขายยาคลีนิกยาเริ่มก่อตั้งตั้งแต่ วันที่ 25 เดือน ธันวาคม 2555 โดยเภสัชกร อติรุจ ชวลิตวัชระ 
                        เป็นเภสัชกรรมวิชาชีพที่ปฏิบัติงานเกี่ยวกับยา ซึ่งให้ความสำคัญต่อสุขภาพและชีวิตของประชาชน เป็นสำคัญ 
                        จึงได้พัฒนาร้านขายยาคลีนิกยาที่มีมาตรฐานขึ้นมา จ่ายยาและให้ความรู้อย่างถุกต้องตามเภสัชศาสตร์ โดยเภสัชกร  
                        แก่ประชาชนที่มารับบริการและยังมีการพัฒนาความรู้ความสามารถและประสบการณ์ในการประกอบวิชาชีพอยู่ในมาตรฐาน
                        และมีความทันสมัยอยู่เสมอ นอกจากนั้นยังเล็งเห็นว่า อยากให้ประชาชน มีความรู้และไ้รับผลิตัณฑ์คุณภาพในวงกว้างขึ้น 
                        ในปี 2557 จึงได้พัฒนา เว็ปไซต์ www.clinicya.com เพื่อเป็นอีกหนึ่งช่องทางในการนำข้อมูลความรู้ด้านการแพทย์ 
                        เภสัชกรรม และ สุขภาพ ที่ถูกต้องมาให้แก่ประชาชน อย่างแพร่มากขึ้น </p>
                </div>
            </div>
        )
    }
}
